Repository: neikow/urban-platform
Catalog: legal/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: I agree to abide by the Code of Conduct
fr_fr: J'accepte de respecter la charte de conduite

source: For search engines
fr_fr: Pour les moteurs de recherche

source: Code of conduct body content
fr_fr: Contenu de la charte de conduite

source: This content should not change often as the user is prompted to accept it whenever it changes.
fr_fr: Ce contenu ne devrait pas changer fréquemment, car l'utilisateur est invité à l'accepter à chaque modification.

source: Code of Conduct Page
fr_fr: Page de la Charte de conduite

source: Code of Conduct Pages
fr_fr: Pages de la Charte de conduite

source: User
fr_fr: Utilisateur

source: Policy Version
fr_fr: Version de la politique

source: Consented at
fr_fr: Accepté le

source: Consent IP Address
fr_fr: Adresse IP lors du consentement

source: Code of Conduct Consent
fr_fr: Consentement à la Charte de conduite

source: Code of Conduct Consents
fr_fr: Consentements à la Charte de conduite

source: Cookies policy body content
fr_fr: Contenu de la politique de cookies

source: Cookies Policy Page
fr_fr: Page de la politique de cookies

source: Cookies Policy Pages
fr_fr: Pages de la politique de cookies

source: Legal Index Page
fr_fr: Page d'index juridique

source: Legal Index Pages
fr_fr: Pages d'index juridiques

source: Privacy policy body content
fr_fr: Contenu de la politique de confidentialité

source: Privacy Policy Page
fr_fr: Page de la politique de confidentialité

source: Privacy Policy Pages
fr_fr: Pages de la politique de confidentialité

source: Terms of service body content
fr_fr: Contenu des conditions d'utilisation

source: Terms of Service Page
fr_fr: Page des conditions d'utilisation

source: Terms of Service Pages
fr_fr: Pages des conditions d'utilisation
