Repository: neikow/urban-platform
Catalog: pedagogy/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Pedagogy Card
fr_fr: Fiche pédagogique

source: Card body content
fr_fr: Contenu de la fiche pédagogique

source: The main content of the pedagogy card.
fr_fr: Le contenu principal de la fiche pédagogique.

source: Card image
fr_fr: Image de la fiche pédagogique

source: Card description
fr_fr: Description de la fiche pédagogique

source: Resource
fr_fr: Ressource

source: For search engines
fr_fr: Pour les moteurs de recherche

source: Page introduction
fr_fr: Introduction de la page

source: Small introduction shown above the pedagogy card list.
fr_fr: Petite introduction affichée au-dessus de la liste des fiches pédagogiques.

source: Page body content
fr_fr: Contenu de la page

source: Content for the pedagogy entries page.
fr_fr: Contenu supplémentaire pour la page des fiches pédagogiques.

source: Pedagogy Entries Index
fr_fr: Index des fiches pédagogiques

source: External URL
fr_fr: URL externe

source: File Document
fr_fr: Document

source: Please provide either a URL or a Document, but not both.
fr_fr: Veuillez fournir soit une URL, soit un document, mais pas les deux.

source: Please provide either a URL or a Document.
fr_fr: Veuillez fournir soit une URL, soit un document.

source: Search resources
fr_fr: Rechercher des ressources

source: Search for a resource...
fr_fr: Rechercher une ressource...
